<?php

//Массив с лотами
$lot = [
    [
        "title"     => "2014 Rossignol District Snowboard",
        "category"  => "Доски и лыжи",
        "price"     => "10999",
        "url_img"   => "img/lot-1.jpg",
        "url"       => "lot.php?lot_num=0",
        "time"      => $lot_time_remaining,
        "desc"      => "Легкий маневренный сноуборд, готовый дать жару в любом парке, растопив снег мощным щелчкоми четкими дугами. Стекловолокно Bi-Ax, уложенное в двух направлениях, наделяет этот снаряд отличной гибкостью и отзывчивостью, а симметричная геометрия в сочетании с классическим прогибом кэмбер позволит уверенно держать высокие скорости. А если к концу катального дня сил совсем не останется, просто посмотрите на Вашу доску и улыбнитесь, крутая графика от Шона Кливера еще никого не оставляла равнодушным."
    ],
    [
        "title"     => "DC Ply Mens 2016/2017 Snowboard",
        "category"  => "Доски и лыжи",
        "price"     => "159999",
        "url_img"   => "img/lot-2.jpg",
        "url"       => "lot.php?lot_num=1",
        "time"      => $lot_time_remaining,
        "desc"      => "Сноуборд Snowboard - Biaxial glass.- Стиль: All Mountain.- Sintruded 4400 base.- Select Core (Poplar).- Directional Freestyle shape.- Tri-radii blended sidecut."
    ],
    [
        "title"     => "Крепления Union Contact Pro 2015 года размер L/XL",
        "category"  => "Крепления",
        "price"     => "8000",
        "url_img"   => "img/lot-3.jpg",
        "url"       => "lot.php?lot_num=2",
        "time"      => $lot_time_remaining,
        "desc"      => "Крепления LTD Metro <br>
                        -Нейлоновая база <br>
                        -Металлическая пяточная дуга регулируется <br>
                        -Регулируемый передний наклон <br>
                        -Стрэпы со смягчающей подкладкой <br>
                        -Металлические клипсы"
    ],
    [
        "title"     => "Ботинки для сноуборда DC Mutiny Charocal",
        "category"  => "Ботинки",
        "price"     => "10999",
        "url_img"   => "img/lot-4.jpg",
        "url"       => "lot.php?lot_num=3",
        "time"      => $lot_time_remaining,
        "desc"      => "Отличные женские ботинки для сноуборда. Изготовлены с соблюдением всех особенностей и технологий присущих этому виду снаряжения. Подходят для паркового катания. Их хозяйка однозначно останется довольна качеством и ценой.Уровень жесткости: 3 из 10Подошва: EVA с амортизацией;Внутренник: съемный, термоформуемый Imprint2, с быстрой шнуровкой.Шнуровка: быстрая Speed zone;Стелька: EVA;Внешний материал искусственная кожа."
    ],
    [
        "title"     => "Куртка для сноуборда DC Mutiny Charocal",
        "category"  => "Одежда",
        "price"     => "7500",
        "url_img"   => "img/lot-5.jpg",
        "url"       => "lot.php?lot_num=4",
        "time"      => $lot_time_remaining,
        "desc"      => "При разработке данной модели особое внимание было уделено функциональности и дизайну, что в совокупности с высококачественными и технологичными материалами делает данную куртку отличным выбором для комфортного отдыха в горах и на прогулке. Верхняя ткань из 100% полиэстера обработана водоотталкивающей пропиткой снаружи и антибактериальной - внутри. Экологический био-наполнитель DuPont Sorona® - очень легкое и тонкое полимерное волокно, обеспечивающее тепло при температуре -35°. Водонепроницаемая мембрана 10000/10000 обеспечивает превосходную защиту одежды от проникновения влаги, до 8 часов катания в условиях мокрого снега."
    ],
    [
        "title"     => "Маска Oakley Canopy",
        "category"  => "Разное",
        "price"     => "5400",
        "url_img"   => "img/lot-6.jpg",
        "url"       => "lot.php?lot_num=5",
        "time"      => $lot_time_remaining,
        "desc"      => "-Смена линзы занимает всего 1 минуту-Модель унисекс-Оправа среднего размера Полное описание--Иновационный дизайн.-Широкий (панорамный) угол обзора.-Безопасные и прочные двойные сферические линзы, усиленная защита от царапин, максимальная защита      от запотевания, абсолютная оптическая корректность.-Вентиляционная система по периметру.-Эргономичный, гипоалергенный материал подкладки.-100% защита от ультрафиолета.-Совместимость со шлемом любой конструкции.Цвет линз -  радужно-зеркальный, желтая линзыЗеркальная линза,  подходит для ясной, солнечной погоды. Двухслойная, использованы технологии Anti-Fog, Anti-Scratch. 100% защита от ультрафиолетовых лучей UV400. Желтая универсальная линза подходит для катания в любых погодных условиях.  Увеличивает контрастность предметов, улучшая зрительное восприятие. Использованы технологии Anti-Fog, Anti-Scratch.  100% защита от ультрафиолетовых лучей UV 400.Комплектация -маска, дополнительная желтая линза Spherix yellow, мешок-сумка из мягкого текстиля, гарантия."
    ]
];